let shopLocation = [];

shopLocation[0] = {
	name: "北車旗艦店",
	lat: 25.048259, 	// 緯度
	lng: 121.516658, 	// 經度
	address: "台北市中正區北平西路3號", 
	tel: "(01) 2345 - 6789",
	biztime: "周一至周五 11:00~21:00<br>周六周日 10:00~22:00",
	remark: ""
};

shopLocation[1] = {
	name: "忠孝店",
	lat: 25.041418, 	// 緯度
	lng: 121.543173, 	// 經度
	address: "台北市大安區忠孝東路三段300號", 
	tel: "(02) 3456 - 7890",
	biztime: "周一至周五 11:00~21:00<br>周六周日 10:00~22:00",
	remark: ""
};

shopLocation[2] = {
	name: "輔大店",
	lat: 25.034920, 	// 緯度
	lng: 121.430051, 	// 經度
	address: "新北市新莊區中正路514巷105-95", 
	tel: "(03) 4567 - 8901",
	biztime: "周一至周五 10:30~21:00<br>周六周日 10:00~21:30",
	remark: "如遇國定假日、天災..等狀況則不營業"
};

shopLocation[3] = {
	name: "板橋店",
	lat: 25.012593, 	// 緯度
	lng: 121.462005, 	// 經度
	address: "新北市板橋區縣民大道二段3號", 
	tel: "(04) 5678 - 9012",
	biztime: "周一至周五 11:00~21:00<br>周六周日 10:00~21:30",
	remark: "如遇國定假日、天災..等狀況則不營業"
};


shopLocation[4] = {
	name: "三重店",
	lat: 25.057509, 	// 緯度
	lng: 121.492104, 	// 經度
	address: "新北市三重區光明路64號", 
	tel: "(05) 6789 - 0123",
	biztime: "周一至周五 11:00~21:00<br>周六周日 10:00~21:00",
	remark: "如遇國定假日、天災..等狀況則不營業"
};


